  <h4>горячие клавиши:</h4>

<dt>esc
	<dd>закрывает любое всплывающее окошко, меню и т.п., прекращает звук

<dt>стрелки <- и -> в браузере
	<dd>а также Alt-стрелки клавиатуры - навигация по сайту

<dt>ctrl-Home
	<dd>в самое начало. Можно также кликнуть на иконке  справа
	вверху - <img src="/css/images/book.png">

<dt>колесо мыши, стрелки pg-Up, pg-Down
	<dd>прокрутка текстов

<dt>правый колонтитул 
	<dd>смена перевода

<dt>shift-колесо мыши на тексте перевода
	<dd>смена перевода только этого абзаца

<dt>w (т.е. width)
	<dd>переключает во всю ширину экрана и обратно

<dt>1
	<dd>режим одной страницы

<dt>2
	<dd>режим двух страниц

<dt>m (morph)
	<dd>морфологический анализатор. Пока только латынь

<dt>f (find)
	<dd>поиск. Если выбрана книга, то поиск производится по всем книгам автора 

<dt>b (bookmark)
	<dd>добавление и редактирование списка закладок

<dt>a, home
	<dd>в начало текста

<dt>e
	<dd>в конец текста

<dt>Звук: 

<dt>
<dd>если звук включен, клик на слове позиционирует звук. Если выключен, вызывает морфологический анализатор для данного слова. Пока ни в одном тексте оба сервиса одновременно не работают</>

<dt>Space 
      <dd>звук - старт-стоп

<dt>клик на слове исходного текста (левая страница)
         <dd>позиционирование потока речи

<dt>h, ctrl-h
	<dd> данная подсказка во всплывающем окне

