<h4>о проекте</h4> 

  <dt>
    <dd> 
      В искусстве старших, в ремесле коллег 
    <dd> 
      Я постигал нелегкое уменье,  
    <dd> 
      Не искажая древние творенья, 
    <dd> 
      Переводить их в наш нелегкий век
    <dd> <a href="http://tapirr.com/ekklesia/chistyakov/na_putyah/dver_vergily.htm">С.Ошеров</a>

  <h4> история </h4>

  <p> эта библиотека появилась в конце 2008 года в помощь участникам
  семинара А.В.Ахутина "Чтение текстов" (Канта, Аристотеля и т.д.). На
  котором мы читали философские тексты хотя и на русском, но постоянно
  заглядывая в источник. Подробнее о семинаре можно узнать на
  сайте <a href="http://bibler.ru">bibler.ru</a>
  </p>

  <h4>основные возможности:</h4>

<dt>клик на колонтитуле правой страницы, а также Shift-колесо-мыши
	<dd>переключение переводов

<dt>клик на слове исходного текста (левая страница)
	<dd>морфологический анализ и перевод слова 
        <br>этот пункт будет позже, в v 0.4.1
        <br> или проигрывание звука

<dt>клик на абзаце перевода
	<dd>просмотр комментариев, либо добавление закладки. 

<dt>закладки
	<dd>Вы можете создавать произвольное количество закладок -
	нажмите букву B, чтобы открыть окно закладок. 



