<h4>лицензии и авторские права</h4> 


  <p> <b>Копирайты текстов и переводов принадлежат их авторам</b>. </p>

  <p> К сожалению, я не могу связаться со всеми авторами переводов. Я
  использую только тексты, уже опубликованные в сети. Если я использую
  ваш перевод без вашего разрешения, и вы будуте этим недовольны, я
  немедленно удалю ваш перевод из библиотеки. </p>
  


  <h4>тексты и код</h4>

  <p>Программный код библиотеки имеет свободную лицензию GNU GPL и доступен по адресу http://github.com/mbykov/diglossa.org </p>

  <p>Тексты этой библиотеки также находятся в git и доступны по адресу http://github.com/mbykov/diglossa.data.  </p>

<p>исходный код и все тексты можно свободно реплицировать в вашу CouchDB стандартным образом, указав remote database: http://diglossa.org:5984. Следует использовать последнюю версию CouchDB. </p>

<p>отзывы и сообщения об ошибках приветствуются</p>