<h4> основные принципы библиотеки </h4>

<p>диглосса предназначена для облегчения чтения и понимания
  текстов. То есть она предназначена для читателей и переводчиков, а не для
  исследователей. То есть для филологов и философов, и широкого круга
  читателей, а не для лингвистов, исследователей и ученых. То есть для
  того чтобы учиться у этих авторов, а не изучать, измерять, исчислять
  эти тексты.  Но я постараюсь, чтобы здесь были все возможности,
  которыми обладают академические корпуса текстов<p>

<p>слева - исходный текст, справа переводы.  Все тексты и переводы для
  выравнивания разбиты вручную на абзацы, соответствующие по
  смыслу. То есть я позволил себе вмешаться в авторское разбиение
  текста на абзацы (с любезного разрешения переводчиков, с кем удалось
  связаться).  </p>

<p>переводы очень легко переключать с помощью Shift-колесо мыши и
  сравнивать. Клик на слове на левой странице дает морфологический
  анализ и перевод этого слова. Там, где есть звук, текст можно
  слушать, мышью указывая позицию.</p>

<p>тексты и переводы взяты из свободных (и, как правило,
  различных) источников в сети, и взяты as is - практически без
  обработки (за исключением тех, что были получены непосредственно от
  переводчиков). То есть нет никакой гарантии, что перевод делался с
  данного текста. Практически, есть гарантия обратного. Имейте это в
  виду, обнаружив расхождение текста и перевода. Для серьезного
  филологического анализа эти тексты абсолютно не годятся. Для
  вдумчивого философского чтения, я надеюсь, - вполне.
</p>

<p>Если вам нравится этот ресурс, дайте о нем знать, пожалуйста, всем,
кому это может быть интересно</p>

