<h4>Μορφεύς v.0.2 RC1 </h4>

<p>Morpheus - версия 0.2 - простейший морфологический анализатор, для
определения разумности предполагаемых значений опирающийся на
латинско-русский словарь И.Х.Дворецкого.</p>

<p>В следующих версиях он будет уметь выполнять простейший
частичный синтаксический анализ. Например, определять сложные
описательные времена. </p>

<p>Morpheus включает в себя более 3000 тестов. Для генерации тестов
использовалась программа Уильяма Уитеккера "words": <a
href="http://archives.nd.edu/whitaker/words.htm">
http://archives.nd.edu/whitaker/words.htm</a>. Из нее же в словарь
были добавлены английские значения.</p>

<p>release candidate 1, а не просто version 0.2 - потому что пока что
есть большой список известных проблем и багов. В том числе например, -
отсутствие обработки числительных, имен собственных, многих малых
морфологических типов, таких как, например, глаголы перфектные по
форме, но обычные по значению. Et cetera, et cetera. Пока что более 20
существенных пунктов.</p>

<p>я надеюсь, что эти проблемы будут решаться постепенно в течение ближайших лет</p>

<p>Morpheus является <a
href="http://wiki.apache.org/couchdb/">couch-приложением</a> и имеет
свободную лицензию GPL v.3. Код программы можно посмотреть и получить
на гитхабе: <a hrep="https://github.com/mbykov/morph-couch">
https://github.com/mbykov/morph-couch</a></p>

<p>Μορφεύς назван в честь жителя Олимпа, а не Голливуда, т.е. имеет
ударение на последнем слоге</p>

<p></p>
