<h4>технические особенности</h4>

<p>- исходные тексты библиотеки имеют свободную лицензию GNU-GPL</p>

<p> - диглосса полностью соответствует стандарту html5. То есть всегда
работают кнопки браузера "вперед" и "назад". И нет никаких
дополнительных фич вроде флеша для проигрывания звука.</p>

<p>- диглосса является приложением одной страницы. Страница никогда не
 перегружаются, лишь подкачивается необходимая информация.</p>

<p> - при этом все страницы полностью индексируются любой поисковой
 машиной.</p>

<p>- библиотека построена на основе CouchDB, и является
  кауч-приложением. То есть она не имеет серверной части вообще, ни
  единого байта. Чтобы запустить локальную копию библиотеки, нужны
  лишь браузер и CouchDB. Благодаря этому ее клонирование на ваш
  сервер может быть сделано практически в один клик.  См.  раздел <a
  href="/license">лицензия, репликация и исходные коды</a> </p>

<p> - все коды и тексты библиотеки хранятся в плоских (.txt) файлах в
  системе контроля версий (git) и свободно копируются из репозитория
  https://github.com/mbykov/diglossa.org. </p>

<p> - библиотека и морфологический анализатор доступны из любого
браузера старше ie6, звук - из любого старше ie7. </p>

<p> спасибо автору sammy.js Аарону Квинту.</p>

<p></p>

